Repository: BackupTheBerlios/xfce4panelmenu
Catalog: xfce4panelmenu/po/*.po
Languages: es

source: Choose Application
es: Elegir Aplicación

source: Open in terminal
es: Abrir un terminal

source: Use startup notification
es: Usar notificación de arranque

source: Open file
es: Abrir archivo

source: with:
es: con:

source: Recent files
es: Archivos recientes

source: show/hide .files
es: ver/ocultar .archivos

source: Up directory
es: Subir directorio

source: Close
es: Cerrar

source: Mount/Unmount
es: Montar/Desmontar

source: Reload fstab
es: Recargar fstab

source: mounted
es: montado

source: not mounted
es: no montado

source: dev :
es: dispositivo :

source: dir :
es: catalogo :

source: fs :
es: sistema de archivos:

source: opt :
es: opción :

source: state:
es: estado :

source: Get MIME information when reading directory
es: Tomar información MIME al leer el directorio

source: Use Xfce4 MIME-type module when opening files
es: Usar el módulo de Xfce4 MIME-type para abrir archivos

source: or use external program (e.g. rox):
es: o usar programa externo (ejem. rox)

source: Items count in recent apps menu
es: Número de archivos en aplicaciones recientes

source: Switch User Command
es: Comando de Cambio de usuario

source: Lock Screen Command
es: Comando de Bloqueo Pantalla

source: Show Header
es: Ver Cabecera

source: Show Footer
es: Ver Pie

source: Edit Applications Menu
es: Editar Menú de Aplicaciones

source: Edit User Apps
es: Editar Aplicaciones de Usuario

source: Size (width x height)
es: Tamaño (ancho x alto)

source: Columns
es: Columnas

source: Files Browser
es: Navegador de archivos

source: Most often used apps
es: Aplicaciones más usadas

source: Applications
es: Aplicaciones

source: User shortcuts
es: Teclas rápidas

source: Extensions
es: Extensiones

source: Recent Files
es: Archivos Recientes

source: Browse Files
es: Buscar archivos

source: Mount
es: Montar

source: Mounter
es: Montador

source: File Browser
es: Navegador de Archivos

source: Exit
es: Salir

source: Lock Screen
es: Bloquear Pantalla

source: Switch User
es: Cambiar Usuario
